Repository: StefKors/GitLab
Catalog: GitLab Localizations/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hi, nl, ru, zh_hans

source: %lld discussions
de: %lld Diskussionen
el: %lld συζητήσεις
es: %lld discusiones
fr: Discussions sur %lld
hi: %lld चर्चाएँ
nl: %lld discussies
ru: %lld обсуждений
zh_hans: %lld 讨论

source: ^[%lld reviews](inflect: true) requested
de: ^[%lld Rezensionen](inflect: true) angefordert
el: Ζητήθηκαν ^[%lld κριτικές](κλίση: αληθές)
es: ^[%lld reseñas](inflexión: verdadero) solicitadas
fr: ^[%lld avis](inflect: true) demandé
hi: ^[%lld समीक्षाएँ](inflect: true) अनुरोधित
nl: ^[%lld beoordelingen](inflect: true) gevraagd
ru: ^[%lld отзывы](склонение: правда) запрошено
zh_hans: ^[%lld 评论](词形变化：true) 已请求

source: Active:
de: Aktiv:
el: Ενεργός:
es: Activo:
fr: Actif:
hi: सक्रिय:
nl: Actief:
ru: Активный:
zh_hans: 积极的：

source: Add Account
de: Account hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
nl: Voeg account toe
ru: Новая учетная запись
zh_hans: 添加帐户

source: Add your GitLab or GitHub Account
de: Fügen Sie Ihr GitLab- oder GitHub-Konto hinzu
el: Προσθέστε τον λογαριασμό σας στο GitLab ή στο GitHub
es: Agregue su cuenta de GitLab o GitHub
fr: Ajoutez votre compte GitLab ou GitHub
hi: अपना GitLab या GitHub खाता जोड़ें
nl: Voeg uw GitLab- of GitHub-account toe
ru: Добавьте свою учетную запись GitLab или GitHub
zh_hans: 添加您的 GitLab 或 GitHub 帐户

source: Approved
de: Genehmigt
el: Εγκρίθηκε
es: Aprobado
fr: Approuvé
hi: अनुमत
nl: Goedgekeurd
ru: Одобренный
zh_hans: 得到正式认可的

source: Approved by %@
de: Genehmigt von %@
el: Εγκρίθηκε από %@
es: Aprobado por %@
fr: Approuvé par %@
hi: %@ द्वारा स्वीकृत
nl: Goedgekeurd door %@
ru: Одобрено %@
zh_hans: 已获%@批准

source: Automatic uses the right naming convention based on the first configured account.
de: Automatisch wird die richtige Namenskonvention basierend auf dem ersten konfigurierten Konto verwendet.
el: Το Automatic χρησιμοποιεί τη σωστή σύμβαση ονομασίας με βάση τον πρώτο διαμορφωμένο λογαριασμό.
es: Automáticamente utiliza la convención de nomenclatura correcta según la primera cuenta configurada.
fr: Automatic utilise la bonne convention de dénomination en fonction du premier compte configuré.
hi: स्वचालित रूप से पहले कॉन्फ़िगर किए गए खाते के आधार पर सही नामकरण पद्धति का उपयोग किया जाता है।
nl: Automatisch gebruikt de juiste naamgevingsconventie op basis van het eerste geconfigureerde account.
ru: Автоматически использует правильное соглашение об именовании на основе первой настроенной учетной записи.
zh_hans: 自动根据第一个配置的帐户使用正确的命名约定。

source: Base URL
de: Basis-URL
el: Βασική διεύθυνση URL
es: URL base
fr: URL de base
hi: आधार यूआरएल
nl: Basis-URL
ru: Базовый URL-адрес
zh_hans: 基本 URL

source: CI canceled
de: CI abgebrochen
el: CI ακυρώθηκε
es: CI cancelado
fr: CI annulé
hi: सीआई रद्द
nl: CI geannuleerd
ru: КИ отменен
zh_hans: CI 已取消

source: CI Created
de: CI erstellt
el: CI Δημιουργήθηκε
es: CI creado
fr: CI créé
hi: सीआई बनाया गया
nl: CI Gemaakt
ru: Создано CI
zh_hans: CI 创建

source: CI Failed
de: CI fehlgeschlagen
el: CI απέτυχε
es: CI fallido
fr: Échec du CI
hi: सीआई विफल
nl: CI mislukt
ru: CI не удалось
zh_hans: CI 失败

source: CI in progress
de: CI in Bearbeitung
el: CI σε εξέλιξη
es: CI en progreso
fr: CI en cours
hi: सीआई प्रगति पर है
nl: CI in uitvoering
ru: CI в процессе
zh_hans: 持续创新正在进行中

source: CI pipeline pending
de: CI-Pipeline ausstehend
el: Ο αγωγός CI εκκρεμεί
es: Tubería de CI pendiente
fr: Pipeline CI en attente
hi: सीआई पाइपलाइन लंबित
nl: CI-pijplijn in behandeling
ru: Ожидается трубопровод CI
zh_hans: CI 管道待处理

source: CI pipeline preparing
de: CI-Pipeline wird vorbereitet
el: Προετοιμασία αγωγού CI
es: Preparación de la tubería de CI
fr: Préparation du pipeline CI
hi: सीआई पाइपलाइन की तैयारी
nl: CI-pijplijn voorbereiden
ru: Подготовка трубопровода CI
zh_hans: CI 管道准备

source: CI pipeline scheduled
de: CI-Pipeline geplant
el: προγραμματισμένος αγωγός CI
es: Oleoducto CI programado
fr: Pipeline CI programmé
hi: सीआई पाइपलाइन निर्धारित
nl: CI-pijplijn gepland
ru: Запланирован трубопровод CI
zh_hans: CI 管道已安排

source: CI pipeline waiting for resources
de: CI-Pipeline wartet auf Ressourcen
el: Ο αγωγός CI αναμένει πόρους
es: Tubería de CI esperando recursos
fr: Pipeline CI en attente de ressources
hi: CI पाइपलाइन संसाधनों की प्रतीक्षा कर रही है
nl: CI-pijplijn wacht op bronnen
ru: Конвейер CI ожидает ресурсы
zh_hans: CI 管道正在等待资源

source: CI Success
de: CI-Erfolg
el: CI Επιτυχία
es: Éxito de CI
fr: Succès du CI
hi: सीआई सफलता
nl: CI-succes
ru: Успех КИ
zh_hans: CI 成功

source: CI Warning
de: CI-Warnung
el: Προειδοποίηση CI
es: Advertencia de CI
fr: Avertissement CI
hi: सीआई चेतावनी
nl: CI-waarschuwing
ru: Предупреждение КИ
zh_hans: CI 警告

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
hi: बंद करें
nl: Sluit
ru: Закрыть
zh_hans: 关闭

source: Create a classic read-only GitHub [access-token](https://github.com/settings/tokens) that the app can use to query the API with. You need at least repo, workflow, org, and user permissions.
de: Erstellen Sie ein klassisches schreibgeschütztes GitHub-[Zugriffstoken](https://github.com/settings/tokens), mit dem die App die API abfragen kann. Sie benötigen mindestens die Berechtigungen für Repository, Workflow, Organisation und Benutzer.
el: Δημιουργήστε ένα κλασικό GitHub μόνο για ανάγνωση [access-token](https://github.com/settings/tokens) που μπορεί να χρησιμοποιήσει η εφαρμογή για να υποβάλει ερώτημα στο API. Χρειάζεστε τουλάχιστον δικαιώματα αποθέματος, ροής εργασίας, οργάνωσης και χρήστη.
es: Crea un token de acceso de GitHub clásico de solo lectura (https://github.com/settings/tokens) que la aplicación pueda usar para consultar la API. Necesitas al menos permisos de repositorio, flujo de trabajo, organización y usuario.
fr: Créez un jeton d'accès GitHub classique en lecture seule [access-token](https://github.com/settings/tokens) que l'application peut utiliser pour interroger l'API. Vous devez disposer au minimum des autorisations de dépôt, de flux de travail, d'organisation et d'utilisateur.
hi: एक क्लासिक रीड-ओनली GitHub [एक्सेस-टोकन](https://github.com/settings/tokens) बनाएँ जिसका उपयोग ऐप API को क्वेरी करने के लिए कर सकता है। आपको कम से कम रेपो, वर्कफ़्लो, संगठन और उपयोगकर्ता अनुमतियों की आवश्यकता होगी।
nl: Maak een klassieke read-only GitHub [access-token](https://github.com/settings/tokens) die de app kan gebruiken om de API te bevragen. Je hebt minimaal repo, workflow, org en gebruikersrechten nodig.
ru: Создайте классический GitHub [access-token](https://github.com/settings/tokens) только для чтения, который приложение может использовать для запроса API. Вам нужны как минимум разрешения repo, workflow, org и user.
zh_hans: 创建一个经典的只读 GitHub [访问令牌](https://github.com/settings/tokens)，应用可以使用它来查询 API。您至少需要 repo、workflow、org 和 user 权限。

source: Create a read-only GitLab [access-token](https://gitlab.com/-/profile/personal_access_tokens) that the app can use to query the API with.
de: Erstellen Sie ein schreibgeschütztes GitLab-[Zugriffstoken](https://gitlab.com/-/profile/personal_access_tokens), mit dem die App die API abfragen kann.
el: Δημιουργήστε ένα GitLab μόνο για ανάγνωση [access-token](https://gitlab.com/-/profile/personal_access_tokens) που μπορεί να χρησιμοποιήσει η εφαρμογή για να υποβάλει ερώτημα στο API.
es: Cree un [token de acceso](https://gitlab.com/-/profile/personal_access_tokens) de GitLab de solo lectura que la aplicación pueda usar para consultar la API.
fr: Créez un [jeton d'accès](https://gitlab.com/-/profile/personal_access_tokens) GitLab en lecture seule que l'application peut utiliser pour interroger l'API.
hi: केवल पढ़ने के लिए एक GitLab [एक्सेस-टोकन](https://gitlab.com/-/profile/personal_access_tokens) बनाएं जिसका उपयोग ऐप API को क्वेरी करने के लिए कर सकता है।
nl: Maak een alleen-lezen GitLab [toegangstoken](https://gitlab.com/-/profile/personal_access_tokens) die de app kan gebruiken om de API te raadplegen.
ru: Создайте [токен доступа] GitLab только для чтения (https://gitlab.com/-/profile/personal_access_tokens), который приложение сможет использовать для запросов к API.
zh_hans: 创建一个只读的 GitLab [访问令牌](https://gitlab.com/-/profile/personal_access_tokens)，应用程序可以使用它来查询 API。

source: Create merge request
de: Merge-Anfrage erstellen
el: Δημιουργία αιτήματος συγχώνευσης
es: Crear solicitud de fusión
fr: Créer une demande de fusion
hi: मर्ज अनुरोध बनाएँ
nl: Maak een samenvoegingsverzoek
ru: Создать запрос на слияние
zh_hans: 创建合并请求

source: Created at:
de: Erstellt am:
el: Δημιουργήθηκε στο:
es: Creado en:
fr: Créé à :
hi: निर्मित:
nl: Gemaakt op:
ru: Создано в:
zh_hans: 创建于：

source: Debug Network
de: Debug-Netzwerk
el: Δίκτυο εντοπισμού σφαλμάτων
es: Depuración de red
fr: Réseau de débogage
hi: नेटवर्क डीबग करें
nl: Debug-netwerk
ru: Отладочная сеть
zh_hans: 调试网络

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hi: डिलीट करें
nl: Verwijder
ru: Удалить
zh_hans: 删除

source: Delete Repo Shortcut
de: Repo-Verknüpfung löschen
el: Διαγραφή συντόμευσης Repo
es: Acceso directo para eliminar repositorio
fr: Supprimer le raccourci du dépôt
hi: रिपो शॉर्टकट हटाएं
nl: Verwijder Repo Snelkoppeling
ru: Удалить ярлык репозитория
zh_hans: 删除 Repo 快捷方式

source: Dismiss
de: Schließen
el: Απόρριψη
es: Cerrar
fr: Fermer
hi: ख़ारिज करें
nl: Sluit
ru: Закрыть
zh_hans: 关闭

source: Draft
de: Entwurf
el: Προσχέδιο
es: Borrador
fr: Brouillon
hi: ड्राफ़्ट
nl: Concept
ru: Черновик
zh_hans: 草稿

source: duration
de: Dauer
el: διάρκεια
es: duración
fr: durée
hi: अवधि
nl: duur
ru: продолжительность
zh_hans: 期间

source: Enable dock icon
de: Dock-Symbol aktivieren
el: Ενεργοποίηση εικονιδίου βάσης
es: Habilitar el icono del dock
fr: Activer l'icône du dock
hi: डॉक आइकन सक्षम करें
nl: Dock-pictogram inschakelen
ru: Включить значок дока
zh_hans: 启用 Dock 图标

source: Enter token here...
de: Geben Sie hier das Token ein ...
el: Εισαγάγετε το διακριτικό εδώ...
es: Introduzca el token aquí...
fr: Entrez le jeton ici...
hi: यहां टोकन दर्ज करें...
nl: Voer hier uw token in...
ru: Введите токен здесь...
zh_hans: 在这里输入令牌...

source: Events are only recorded when debug window is open.
de: Ereignisse werden nur aufgezeichnet, wenn das Debugfenster geöffnet ist.
el: Τα συμβάντα καταγράφονται μόνο όταν το παράθυρο εντοπισμού σφαλμάτων είναι ανοιχτό.
es: Los eventos solo se registran cuando la ventana de depuración está abierta.
fr: Les événements ne sont enregistrés que lorsque la fenêtre de débogage est ouverte.
hi: घटनाएँ केवल तभी रिकॉर्ड की जाती हैं जब डिबग विंडो खुली हो।
nl: Gebeurtenissen worden alleen vastgelegd wanneer het debugvenster geopend is.
ru: События записываются только тогда, когда открыто окно отладки.
zh_hans: 仅当调试窗口打开时才会记录事件。

source: Expires at:
de: Läuft ab am:
el: Λήγει στις:
es: Caduca en:
fr: Expire à :
hi: समय सीमा समाप्त:
nl: Verloopt op:
ru: Истекает:
zh_hans: 有效期至：

source: Failed
de: Fehlgeschlagen
el: Απέτυχε
es: Error
fr: Échec
hi: विफल
nl: Mislukt
ru: Сбой
zh_hans: 失败

source: Hide or Show Dock Icon
de: Dock-Symbol ausblenden oder anzeigen
el: Απόκρυψη ή Εμφάνιση εικονιδίου βάσης
es: Ocultar o mostrar el icono del Dock
fr: Masquer ou afficher l'icône du Dock
hi: डॉक आइकन छिपाएँ या दिखाएँ
nl: Dock-pictogram verbergen of weergeven
ru: Скрыть или показать значок Dock
zh_hans: 隐藏或显示 Dock 图标

source: label
de: Etikett
el: επιγραφή
es: etiqueta
fr: étiquette
hi: लेबल
ru: этикетка
zh_hans: 标签

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hi: भाषा
nl: Taal
ru: Язык
zh_hans: 语言

source: Last used at:
de: Zuletzt verwendet am:
el: Τελευταία χρήση σε:
es: Último uso en:
fr: Dernière utilisation à :
hi: अंतिम बार उपयोग किया गया:
nl: Laatst gebruikt op:
ru: Последнее использование:
zh_hans: 最后使用时间：

source: Manual CI step
de: Manueller CI-Schritt
el: Χειροκίνητο βήμα CI
es: Paso de CI manual
fr: Étape manuelle CI
hi: मैनुअल CI चरण
nl: Handmatige CI-stap
ru: Шаг ручного CI
zh_hans: 手动 CI 步骤

source: Merge request approved
de: Zusammenführungsanforderung genehmigt
el: Εγκρίθηκε το αίτημα συγχώνευσης
es: Solicitud de fusión aprobada
fr: Demande de fusion approuvée
hi: मर्ज अनुरोध स्वीकृत
nl: Samenvoegingsverzoek goedgekeurd
ru: Запрос на слияние одобрен
zh_hans: 合并请求已批准

source: Merge Requests
de: Zusammenführungsanforderungen
el: Αιτήματα συγχώνευσης
es: Solicitudes de fusión
fr: Demandes de fusion
hi: मर्ज अनुरोध
nl: Samenvoegingsverzoeken
ru: Запросы на слияние
zh_hans: 合并请求

source: Merge Train 🚂
de: Zug zusammenführen 🚂
el: Συγχώνευση τρένου 🚂
es: Tren de fusión 🚂
fr: Fusionner le train 🚂
hi: मर्ज ट्रेन 🚂
nl: Samenvoegtrein 🚂
ru: Объединение поездов 🚂
zh_hans: 合并火车🚂

source: Needs Review
de: Muss überprüft werden
el: Χρειάζεται επανεξέταση
es: Necesita revisión
fr: Besoin d'un examen
hi: समीक्षा की आवश्यकता है
nl: Moet worden herzien
ru: Требуется обзор
zh_hans: 需要审核

source: Network Events
de: Netzwerkereignisse
el: Εκδηλώσεις δικτύου
es: Eventos en red
fr: Événements de réseautage
hi: नेटवर्क इवेंट
nl: Netwerkevenementen
ru: Сетевые события
zh_hans: 网络事件

source: Open on Web
de: Im Web öffnen
el: Άνοιγμα στον Ιστό
es: Abrir en la Web
fr: Ouvrir sur le Web
hi: वेब पर खोलें
nl: Openen op internet
ru: Открыть в Интернете
zh_hans: 在 Web 上打开

source: Quit
de: Aufhören
el: Εγκαταλείπω
es: Abandonar
fr: Quitter
hi: छोड़ना
nl: Ontslag nemen
ru: Покидать
zh_hans: 辞职

source: Remove %@
de: %@ entfernen
el: Αφαίρεση «%@»
es: Eliminar %@
fr: Supprimer %@
hi: %@ हटाएँ
nl: Verwijder %@
ru: Удалить пользователя %@
zh_hans: 移除%@

source: Request type
de: Anfragetyp
el: Τύπος αιτήματος
es: Tipo de solicitud
fr: Type de demande
hi: अनुरोध प्रकार
nl: Verzoektype
ru: Тип запроса
zh_hans: 请求类型

source: Response
de: Antwort
el: Απάντηση
es: Respuesta
fr: Réponse
hi: प्रतिक्रिया
nl: Antwoord
ru: Ответ
zh_hans: 回复

source: Retry CI pipeline
de: CI-Pipeline wiederholen
el: Δοκιμάστε ξανά τον αγωγό CI
es: Reintentar canalización de CI
fr: Réessayer le pipeline CI
hi: CI पाइपलाइन का पुनः प्रयास करें
nl: CI-pijplijn opnieuw proberen
ru: Повторить конвейер CI
zh_hans: 重试 CI 管道

source: Review requested
de: Bewertung angefordert
el: Ζητήθηκε έλεγχος
es: Se solicita revisión
fr: Avis demandé
hi: समीक्षा का अनुरोध किया गया
nl: Beoordeling aangevraagd
ru: Запрос на обзор
zh_hans: 已请求审核

source: Revoked:
de: Widerrufen:
el: Ανακλήθηκε:
es: Revocado:
fr: Révoqué :
hi: निरस्त:
nl: Ingetrokken:
ru: Отозвано:
zh_hans: 撤销：

source: Save
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hi: सहेजें
nl: Bewaar
ru: Сохранить
zh_hans: 存储

source: Scopes:
de: Geltungsbereiche:
el: Πεδίο εφαρμογής:
es: Alcances:
fr: Portées :
hi: कार्यक्षेत्र:
nl: Toepassingsgebieden:
ru: Области применения:
zh_hans: 范围：

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
hi: सेटिंग्ज़
nl: Instellingen
ru: Настройки
zh_hans: 设置

source: Share
de: Teilen
el: Κοινή χρήση
es: Compartir
fr: Partager
hi: शेयर करें
nl: Deel
ru: Поделиться
zh_hans: 共享

source: Show share button
de: Teilen-Button anzeigen
el: Εμφάνιση κουμπιού κοινής χρήσης
es: Mostrar botón para compartir
fr: Afficher le bouton de partage
hi: शेयर बटन दिखाएं
nl: Toon deelknop
ru: Показать кнопку «Поделиться»
zh_hans: 显示分享按钮

source: Skipped CI step
de: Übersprungener CI-Schritt
el: Παράβλεψη βήματος CI
es: Paso de CI omitido
fr: Étape CI ignorée
hi: CI चरण छोड़ा गया
nl: Overgeslagen CI-stap
ru: Пропущен шаг CI
zh_hans: 跳过 CI 步骤

source: Submit
de: Senden
el: Υποβολή
es: Enviar
fr: Envoyer
hi: दर्ज करें
nl: Verstuur
ru: Отправить
zh_hans: 提交

source: This %@ account will be removed immediatly. You can't undo this action.
de: Dieses %@-Konto wird sofort entfernt. Sie können diese Aktion nicht rückgängig machen.
el: Αυτός ο λογαριασμός %@ θα καταργηθεί αμέσως. Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
es: Esta cuenta %@ se eliminará de inmediato. No es posible deshacer esta acción.
fr: Ce compte %@ sera immédiatement supprimé. Vous ne pouvez pas annuler cette action.
hi: यह %@ खाता तुरंत हटा दिया जाएगा। आप इस कार्रवाई को पूर्ववत नहीं कर सकते।
nl: Dit %@-account wordt onmiddellijk verwijderd. U kunt deze actie niet ongedaan maken.
ru: Этот аккаунт %@ будет немедленно удален. Вы не сможете отменить это действие.
zh_hans: 此 %@ 帐户将立即被删除。此操作无法撤消。

source: timestamp
de: Zeitstempel
el: χρονική σήμανση
es: marca de tiempo
fr: horodatage
nl: tijdstempel
ru: временная метка
zh_hans: 时间戳

source: Tokens
de: Token
el: Μαρτυρίες
es: Fichas
fr: Jetons
hi: टोकन
ru: Жетоны
zh_hans: 代币

source: Too much discussions
de: Zu viele Diskussionen
el: Πάρα πολλές συζητήσεις
es: Demasiadas discusiones
fr: Trop de discussions
hi: बहुत अधिक चर्चा
nl: Te veel discussies
ru: Слишком много обсуждений
zh_hans: 讨论太多

source: updating
de: Aktualisierung
el: ενημέρωση
es: Actualizando
fr: mise à jour
hi: अद्यतन करने
nl: bijwerken
ru: обновление
zh_hans: 更新

source: Validating...
de: Validieren...
el: Επικύρωση...
es: Validando...
fr: Validation...
hi: मान्य किया जा रहा है...
nl: Valideren...
ru: Проверка...
zh_hans: 正在验证...

source: Your Pull Requests
de: Ihre Pull Requests
el: Τα αιτήματα έλξης σας
es: Sus solicitudes de extracción
fr: Vos demandes d'extraction
hi: आपके पुल अनुरोध
nl: Uw Pull-aanvragen
ru: Ваши запросы на извлечение
zh_hans: 你的 Pull 请求

source: Account
el: Λογαριασμός
es: Cuenta
fr: Compte
hi: खाता
ru: Учетная запись
zh_hans: 帐户

source: GitHub Token
el: Token GitHub
es: Token de GitHub
fr: Jeton GitHub
hi: GitHub टोकन
ru: Токен GitHub
zh_hans: GitHub 代币

source: GitLab Desktop
el: Επιφάνεια εργασίας GitLab
es: GitLab de escritorio
hi: गिटलैब डेस्कटॉप
nl: GitLab-bureaublad
ru: GitLab для рабочего стола
zh_hans: GitLab 桌面

source: GitLab Token
el: Token GitLab
es: Token de GitLab
fr: Jeton GitLab
hi: गिटलैब टोकन
ru: Токен GitLab
zh_hans: GitLab 代币

source: Name:
el: Όνομα:
es: Nombre:
fr: Nom :
hi: नाम :
nl: Naam:
ru: Название:
zh_hans: 名称：

source: status
el: κατάσταση
es: estado
fr: statut
hi: स्थिति
nl: toestand
ru: статус
zh_hans: 地位

source: System
el: Σύστημα
es: Sistema
fr: Système
hi: सिस्टम
nl: Systeem
ru: Система
zh_hans: 系统

source: GitLab
hi: गिटलैब
